[
  {
    id: "1",
    title: "Revue — сервис для создания красивой новостной рассылки",
    description:
      "Монетизируйте лояльную аудиторию с помощью цифровых подписок, спонсорства, рекламы или других бизнес-моделей.  Вы отбираете материалы, Revue делает отличную подачу.  Начните автономную подписку на информационную рассылку с помощью универсального решения для членства или добавьте информационные бюллетени в свой пакет подписки.  Сервисом уже пользуются такие компании как: The New York Times, Vox Media, Schaffhauser Nachrichten, FastCompany и другие. ",
    imageUrl: "https://i.ibb.co/170LNtL/1.webp",
    views: 59,
    likes: [],
    comments: [
      {
        id: "1",
        date: "2023-04-18T11:40:00",
        userName: "Edgar",
        text: "Интересная статья, недавно только об этом общались с коллегами.",
      },
      {
        id: "2",
        date: "2023-04-18T15:40:00",
        userName: "Anna",
        text: "Что люди только не делают ради хайпа дурного. Поделюсь статьей, может кому интересно будет",
      },
      {
        id: "1684840585449",
        userName: "Jack",
        text: "Добавьте возможность делиться ВК пожалуйста",
        date: "2023-05-23T14:16:25",
      },
    ],
    date: "2023-04-18T14:40:00",
    category: "useful_services",
    link: "https://www.getrevue.co/",
  },
  {
    id: "2",
    title: "Speechactors — преобразование текста в речь на основе ИИ",
    description:
      " Это облачный инструмент для преобразования текста в речь на основе искусственного интеллекта.  Вы сможете быстро и легко превратить любой текст в естественную человеческую речь и мгновенно загрузите его в виде файла MP3.  3 простых шага: выбрать язык и голос, вставить или написать текст, скачать MP3. ",
    imageUrl: "https://i.ibb.co/pyf6qS6/2.png",
    views: 19,
    likes: [],
    comments: [
      {
        id: "1",
        date: "2023-05-18T11:40:00",
        userName: "Edgar",
        text: "Интересная статья, недавно только об этом общались с коллегами.",
      },
      {
        id: "2",
        date: "2023-05-18T15:40:00",
        userName: "Anna",
        text: "Что люди только не делают ради хайпа дурного. Поделюсь статьей, может кому интересно будет",
      },
      {
        id: "1685028066744",
        userName: "Колян",
        text: "Нормальных голосов нет ",
        date: "2023-05-25T18:21:06",
      },
    ],
    date: "2023-05-16T14:40:00",
    category: "useful_services",
    link: "https://speechactors.com/",
  },
  {
    id: "3",
    title: "ResumAI — создайте свое резюме с помощью силы ИИ",
    description:
      "Резюме, возможно является одним из самых важных аспектов поиска работы. Но, никто не учит нас, как его правильно создавать.   Сервис поможет выделить самые важные маркеры в вашем опыте, и в целом подскажет как лучше оформить резюме. Также с ним, вы сможете грамотно и быстро подавать свое резюме на интересные вакансии",
    imageUrl: "https://i.ibb.co/mbmj4K0/3.png",
    views: 44,
    likes: [
      {
        ip: "207.244.71.84",
        country: "US",
      },
      {
        ip: "176.59.54.252",
        country: "RU",
      },
      {
        ip: "188.164.183.200",
        country: "RU",
      },
      {
        ip: "176.59.160.214",
        country: "Russia",
      },
    ],
    comments: [
      {
        id: "1684844963855",
        userName: "Рома",
        text: "Нормальный кстати сервис, делал через него себе CV-шку. ",
        date: "2023-05-23T15:29:23",
      },
      {
        id: "1685811174686",
        userName: "AI",
        text: "this comment",
        date: "2023-06-03T19:52:54",
      },
    ],
    date: "2023-05-18T14:40:00",
    category: "useful_services",
    link: "https://www.wonsulting.com/resumai",
  },
  {
    id: "4",
    title: "Relight — студийное освещение фотографии за считанные секунды ",
    description:
      "Не все умеют работать в профессиональных редакторах, а красивые фотки нужны всем. Сервис за несколько секунд превратит обычное селфи в профессиональное фото.  Конечно, всё это благодаря ИИ, обученной на миллионах изображений. А главное — просто и быстро.  Загружаете фото и играетесь со светом, как хотите. Можно добавить несколько источников света, закрасить фон или сделать его светлее. Бесплатно сохранять фото можно в разрешении SD.",
    imageUrl: "https://i.ibb.co/QC7z02h/4.png",
    views: 27,
    likes: [
      {
        ip: "162.210.194.38",
        country: "US",
      },
      {
        ip: "198.244.132.123",
        country: "GB",
      },
      {
        ip: "176.59.54.252",
        country: "RU",
      },
    ],
    comments: [
      {
        id: "1685810267396",
        userName: "Никита",
        text: "Пробовал затестить этот сервис, или у меня руки кривые, или сервис очень сырой, фигня какая-то на выходе получается)) ",
        date: "2023-06-03T19:37:47",
      },
    ],
    date: "2023-05-18T14:40:00",
    category: "useful_services",
    link: "https://clipdrop.co/relight",
  },
  {
    id: "5",
    title: "DeepL - Переводчик с искусственным интеллектом ",
    description:
      "Пока такие гиганты, как Google, Microsoft и Facebook, внедряли основы машинного обучения, маленькая компания под названием DeepL обошла их всех и высоко подняла планку в индустрии перевода.  DeepL переводчик такой же быстрый, но он намного точнее и внимательнее к нюансам языка, чем любые системы, которые вы использовали до этого. ",
    imageUrl:
      "https://i.ibb.co/N3mF96Z/676a0f29-2b42-4441-92fa-ea275ae4e73f-Deep-L-cover.png",
    views: 14,
    likes: [
      {
        ip: "176.59.54.252",
        country: "RU",
      },
      {
        ip: "95.72.196.78",
        country: "RU",
      },
    ],
    comments: [
      {
        id: "1684842291334",
        userName: "Виталя",
        text: "Лютый переводчик, по сравнению с гуглом почти идеально переводит контекст на английский",
        date: "2023-05-23T14:44:51",
      },
    ],
    date: "2023-05-18T14:40:00",
    category: "useful_services",
    link: "https://www.deepl.com/translator",
  },
  {
    id: "6",
    title: "Teachable Machine - Сервис для создания искусственного интеллекта",
    description:
      "Teachable Machine — быстрый и простой способ создания моделей машинного обучения для ваших сайтов, приложений от Google.   Без специальных знаний или программирования, прямо в браузере. Бесплатно.   Даже школьник сможет с помощью веб-камеры и микрофона на своем ПК без написания кода обучать нейронные сети и экспортировать их в сторонние приложения, носители или на веб-сайты.  ",
    imageUrl: "https://i.ibb.co/gF13tYD/6.jpg",
    views: 11,
    likes: [
      {
        ip: "176.59.160.214",
        country: "Russia",
      },
    ],
    comments: [],
    date: "2023-05-18T14:40:00",
    category: "useful_services",
    link: "https://teachablemachine.withgoogle.com/",
  },
  {
    id: "7",
    likes: [
      {
        ip: "207.244.71.84",
        country: "United States",
      },
    ],
    title: "Make-A-Video — нейронка оживляет картинки",
    description:
      "Новинка от корпорации Meta — нейросеть, которая превращает загруженные изображения в видео: исходный файл интегрируется с «выученными» видеороликами, в результате картинка начинает двигаться примерно так, как это и положено изображенному предмету. ",
    imageUrl: "https://i.ibb.co/P9Ccxd9/make-a-video-header.gif",
    views: 9,
    comments: [
      {
        id: "1684919544694",
        userName: "Илон Масик",
        text: "Запускал ваши посты в космос )",
        date: "2023-05-24T12:12:24",
      },
      {
        id: "1685221810832",
        userName: "Vika",
        text: "Илон,  с какого раза получилось ?) ",
        date: "2023-05-28T00:10:10",
      },
      {
        id: "1685299666486",
        userName: "Андрюха",
        text: "можно шортов наделать для ютуба на всю жизнь вперед))",
        date: "2023-05-28T21:47:46",
      },
    ],
    date: "2023-05-17T14:40:00",
    category: "useful_services",
    link: "https://makeavideo.studio/",
  },
  {
    id: "8",
    title: "Аналог ChatGPT от Яндекс - YandexGPT",
    description:
      "У Яндекса теперь есть свой ChatGPT — технология называется YandexGPT и интегрирована в Алису.   Что умеет: пишет тексты, предлагает разные идеи, составляет сценарии для выпускного, придумывает планы путешествий.   Пока только тестируется, но уже можно поиграться с ней в приложении Яндекса, Браузере, Станциях и умных телевизорах с Алисой.  Нужно отметить, что ребята первыми внедрили нейронку в виртуального помощника — очень круто.",
    imageUrl:
      "https://yandex-gpt.ru/wp-content/uploads/2023/05/yagpt_poster_new-750x430-1.webp",
    views: 11,
    likes: [
      {
        ip: "162.210.194.38",
        country: "US",
      },
      {
        ip: "169.150.238.89",
        country: "South Africa",
      },
    ],
    comments: [],
    date: "2023-03-18T14:40:00",
    category: "it_news",
    link: "https://yandex.ru/alice",
  },
  {
    id: "9",
    title: "Apple представила классную фичу - клонирование вашего голоса.",
    description:
      "Она называется «Персональный голос», с помощью которой смартфон всего за 15 минут сможет скопировать ваш голос. Затем им можно будет озвучивать всё, что написано обычной клавиатурой.  Технология предназначена для тех, кто рискует потерять голос, но активировать её может кто угодно. Пока только на английском языке.  Никакие утренние созвоны теперь не страшны.",
    imageUrl: "https://hightech.fm/wp-content/uploads/2021/09/Screenshot_243.png",
    views: 17,
    likes: [
      {
        ip: "176.59.54.252",
        country: "RU",
      },
    ],
    comments: [],
    date: "2023-05-18T14:40:00",
    category: "it_news",
    link: "https://www.apple.com/newsroom/2023/05/apple-previews-live-speech-personal-voice-and-more-new-accessibility-features/",
  },
  {
    id: "10",
    title: "Пользователи ChatGPT Plus получили доступ к ChatGPT Browsing",
    description:
      "Большая часть пользователей ChatGPT Plus уже получила доступ к ChatGPT Browsing, который умеет сёрфить в Интернете и выдавать актуальную информацию.  Оказалось, что работает всё не так гладко:  — Да, теперь он знает какой сегодня день, какие главные новости и т.п.   — Чат-бот фильтрует информацию по дате и времени, ходит по ссылкам, изучает контент на внешних сайтах. При этом все свои действия выводит на экран, но по некоторым ссылкам он не смог зайти.  — Если спросить у ChatGPT «Кто новый CEO в Twitter», он так и не сможет найти ответ. Все его переходы по ссылкам были неудачные.  — Видимо, это из-за того, что на сайтах либо paywall, либо ещё какой-то блокирующий экран, и ChatGPT Browsing не понимает как это обойти.  Так что, для получения актуальной информации лучше пока обращаться к Bing.",
    imageUrl: "https://i.ibb.co/bQ7tCt1/10.jpg",
    views: 4,
    likes: [],
    comments: [],
    date: "2023-05-18T14:40:00",
    category: "it_news",
    link: "https://chat.openai.com/auth/login",
  },
  {
    id: "11",
    title: "Российский «Антиплагиат» ",
    description:
      "Российский «Антиплагиат» научили определять написанный ChatGPT текст — фича доступна только для платных пользователей сервиса.   Если антиплагиат распознаёт текст от нейросети, то маркирует его как подозрительный и ставит метку (сгенерированный текст). А студентов, мы думаем, этим не запугать, вы ещё не знаете сколько существует способов, чтобы сделать текст диплома оригинальным.",
    imageUrl: "https://i.ibb.co/NxTK9xC/11.jpg",
    views: 4,
    likes: [],
    comments: [],
    date: "2023-05-18T14:40:00",
    category: "it_news",
    link: "https://antiplagiat.ru/news/text-chatgpt/",
  },
  {
    id: "12",
    title: "Нейросеть Сaptions смонтирует за вас видео",
    description:
      "Полезный сервис для SMMщиков и блогеров: нейросеть Сaptions смонтирует за вас видео, вырезая из ролика моменты, где вы молчите.   Кроме этого, умеет управлять вашим взглядом и добавлять автоматические субтитры.",
    imageUrl: "https://i.ibb.co/tHVzD18/12.webp",
    views: 10,
    likes: [
      {
        ip: "176.59.160.214",
        country: "",
      },
    ],
    comments: [],
    date: "2023-05-18T14:40:00",
    category: "ai",
    link: "https://www.captions.ai/",
  },
  {
    id: "13",
    title: "Stability AI выпустили новую нейросеть для генерации анимации.",
    description:
      "Анимации создавать можно тремя способами: с помощью обычного текстового запроса, также из изображения или исходного видео на основе запроса. Возможности впечатляют — можно сменить время суток и даже создать бесконечный зум или 3D-рендер. ",
    imageUrl: "https://i.ibb.co/McFMC6p/maxresdefault.jpg",
    views: 6,
    likes: [],
    comments: [],
    date: "2023-05-18T14:40:00",
    category: "ai",
    link: "https://stability.ai/blog/stable-animation-sdk",
  },
  {
    id: "14",
    title: "Metabob — автоматизировать отладку и рефакторинг кода",
    description:
      "Это мощный ИИ-инструмент для проверки кода, который ускоряет отладку, помогая разработчикам автоматически обнаруживать, понимать и решать сложные проблемы, скрытые в их коде.   Поддерживает Python, Javascript, Typescript, C++, C и Java. Бесплатно доступно на Github, Bitbucket, Gitlab и VScode. ",
    imageUrl: "https://i.ibb.co/9G2S31n/14.png",
    views: 9,
    likes: [],
    comments: [
      {
        id: "1684843901316",
        userName: "Аня",
        text: "Typyscript который помогает отладить разработку, а теперь ИИ который помогает отладить Typyscript. Что дальше ? ИИ который будет отлаживать ИИ ?? )))) ",
        date: "2023-05-23T15:11:41",
      },
      {
        id: "1684844494000",
        userName: "айтишник",
        text: "Фигня сервис, пробовал уже",
        date: "2023-05-23T15:21:34",
      },
    ],
    date: "2023-04-18T14:40:00",
    category: "ai",
    link: "https://metabob.com/",
  },
  {
    id: "15",
    title: "Как Midjourney эволюционировала",
    description:
      "Наглядно о том, как развивалась Midjourney вплоть до последней версии — всё это с использованием одного и того же промта.   Нейросеть была запущена всего лишь год назад, и прогресс просто сумасшедший.",
    imageUrl: "https://i.ibb.co/6mDR9Mj/15.jpg",
    views: 10,
    likes: [],
    comments: [
      {
        id: "1684846868205",
        userName: "Tony",
        text: "Страшно представить, что лет через 10 будет ",
        date: "2023-05-23T16:01:08",
      },
    ],
    date: "2023-05-18T14:40:00",
    category: "ai",
    link: "https://www.midjourney.com/",
  },
  {
    id: "16",
    title:
      "Полный Full Stack курс ReactJS + NodeJS для начинающих за 4 часа! (MongoDB, Express, React, NodeJS)",
    description:
      "В этом курсе ты научишься с нуля разрабатывать бэкенд на стэке MERN (MongoDB, Express, React, NodeJS) и подключать к фронтенду свой бэкенд. Также, к завершению урока ты научишься деплоить своё приложение на Heroku + Vercel.  Курс идеально подойдёт для новичков, которые впервые решили попробовать NodeJS.",
    imageUrl: "https://i.ibb.co/p097cj7/maxresdefault.jpg",
    views: 4,
    likes: [],
    comments: [],
    date: "2023-04-18T14:40:00",
    category: "useful_services",
    link: "https://www.youtube.com/watch?v=GQ_pTmcXNrQ&t=3047s",
  },
  {
    id: "17",
    title: "Курс от Archakov Blog по разработке интернет магазина",
    description:
      "Это обновлённый курс на 2022 год, одного из [самых популярных курсов по ReactJS для начинающих.  В данном курсе подробно раскрывается тема создания фронтенда части интернет-магазина пиццерии на всех нижеперечисленных технологиях.  Я собрал все самые **топовые** и **актуальные** темы по фронтенду + React на 2022 год, которые тебе пригодятся для **трудоустройства** или же разработки приложений на заказ.  Обновлённый курс идеально подойдёт как для начинающих разработчиков (junior), так и для pre-middle/middle.",
    imageUrl: "https://i.ibb.co/cYjLcrf/maxresdefault.jpg",
    views: 2,
    likes: [],
    comments: [],
    date: "2023-05-18T14:40:00",
    category: "useful_services",
    link: "https://www.youtube.com/watch?v=_UywBskWJ7Q&list=PL0FGkDGJQjJG9eI85xM1_iLIf6BcEdaNl",
  },
];
